cases/artigo_mestrado/on-caso-1.2/_grid_calib/P3800_d1e+17/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    object p;
}

dimensions      [ 0 2 -2 0 0 0 0 ];
internalField   uniform 3.8;
boundaryField
{
    inlet           { type fixedValue; value uniform 3.8; }
    outlet_peri     { type fixedValue; value uniform 0.0; }
    fsi_pia         { type zeroGradient; }
    fsi_dura        { type zeroGradient; }
    lid_wall_inner  { type zeroGradient; }
    lid_wall_outer  { type zeroGradient; }
}
